Repository: renomanzzz/CanvasPix
Catalog: i18n/*.po
Languages: sq

source: Top 10 Daily Ranking
sq: 10 Renditja më e mirë ditore

source: Dimensions
sq: Dimensionet

source: Yesterday
sq: Dje

source: Countries Today
sq: Shtetet Sot

source: Charts
sq: Listat

source: Total Pixels per Player
sq: Totali i pikselëve për lojtar

source: Daily Pixels per Player
sq: Piksele ditore për lojtar

source: Top 10 Players from Yesterday
sq: 10 lojtarët më të mirë nga dje

source: Daily Pixels per Country
sq: Piksele ditore për vend

source: User
sq: Përdoruesi

source: Country
sq: Shteti

source: +last hour
sq: +ora e fundit

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
sq: Përditësimet e renditjes çdo 5 min. Renditjet ditore rivendosen në mesnatë UTC.

source: Choose Canvas
sq: Zgjidh kanavacë

source: Palette Download
sq: Shkarkimi i paletës

source: Palette for ${ gimpLink }
sq: Paleta për ${ gimpLink }

source: Image Converter
sq: Konvertuesi i imazhit

source: Convert an image to canvas colors
sq: Konvertoni një imazh në ngjyrat e kanavacës

source: Choose Strategy
sq: Zgjidhni strategjinë

source: Minimum Color Distance
sq: Distanca minimale e ngjyrave

source: Calculate like GIMP
sq: Llogaritni si GIMP

source: Choose Color Mode
sq: Zgjidhni Modalitetin e

source: Add Grid (uncheck if you need a 1:1 template)
sq: Shto Rrjetin (hiqni kontrollin nëse keni nevojë për një model 1:1)

source: Offset
sq: Kompensuar

source: Scale Image
sq: Imazhi i shkallës

source: Width
sq: gjerësi

source: Height
sq: Lartësia

source: Keep Ratio
sq: Mbani raportin

source: Reset
sq: Rivendosni

source: Download Template
sq: Shkarkoni modelin

source: Email can't be empty.
sq: Email nuk mund të jetë bosh.

source: Email should be at least 5 characters long.
sq: Email duhet të jetë të paktën 5 karaktere të gjatë.

source: Email can't be longer than 40 characters.
sq: Email nuk mund të jetë më i gjatë se 40 karaktere.

source: Email should at least contain a dot
sq: Email duhet të përmbajë të paktën një pikë

source: Email should contain a @
sq: Email duhet të përmbajë një @

source: Name can't be empty.
sq: Emri nuk mund të jetë bosh.

source: Name must be at least 2 characters long
sq: Emri duhet të jetë së paku 2 karaktere i gjatë

source: Name must be shorter than 26 characters
sq: Emri duhet të jetë më i shkurtër se 26 karaktere

source: Name contains invalid character like @, /, \ or #
sq: Emri përmban karakter të pavlefshëm si @,/,\ ose #

source: Userame can't be empty.
sq: Emri i përdoruesit nuk mund të jetë bosh.

source: Userame must be at least 2 characters long
sq: Emri i përdoruesit duhet të jetë së paku 2 karaktere i gjatë

source: Userame must be shorter than 26 characters
sq: Emri i përdoruesit duhet të jetë më i shkurtër se 26 karaktere

source: Username can only contain the characters: a-z . _ and -
sq: Emri i përdoruesit mund të përmbajë vetëm karakteret: a-z. _ dhe -

source: No password given.
sq: Asnjë fjalëkalim nuk është dhënë.

source: Password must be at least 6 characters long.
sq: Fjalëkalimi duhet të jetë së paku 6 karaktere i gjatë.

source: Password must be shorter than 60 characters.
sq: Fjalëkalimi duhet të jetë më i shkurtër se 60 karaktere.

source: Canvas
sq: Kanavacë

source: Coordinates
sq: Koordinatat

source: Edit
sq: Ndrysho

source: Go to
sq: Shko te

source: Name or Email
sq: Emri ose Email

source: LogIn
sq: Identifikohu

source: Select File
sq: Zgjidhni skedarin

source: Template Name
sq: Emri i modelit

source: Delete
sq: Fshini

source: Build image on canvas.
sq: Ndërtoni imazh në kanavacë.

source: Build image and set it to protected.
sq: Ndërtoni imazhin dhe vendoseni atë të mbrojtur.

source: Build image, but reset cooldown to unset-pixel cd.
sq: Ndërtoni imazhin, por rivendosni frekuencën në cd unset-pixel.

source: Clean spare pixels that are surrounded by unset pixels
sq: Pastroni piksele rezervë që janë të rrethuar nga piksele të pacaktuara

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
sq: Pastroni piksele rezervë që janë të rrethuar nga piksele të pacaktuara dhe deri në 1 piksele të tjera të caktuara

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
sq: Pastroni piksele rezervë që janë të rrethuar nga një ngjyrë tjetër ose piksele të pacaktuara (SHUMË AGRESIVE NË KANAVACAT QË LEJOJNË PIKSELE TË PAVENDOSURA (ku ka dy frekutime)!)

source: Turn every pixel in area to 0 (YOU REALLY SHOULDN'T DO THAT ON ANY AREA THAT ISN'T ALREADY MOSTLY 0)
sq: Kthejeni çdo piksel në zonë në 0 (VËRTET NUK DUHET TA BËNI KËTË NË ASNJË ZONË QË NUK ËSHTË TASHMË KRYESISHT 0)

source: Status: Not running
sq: Statusi: Nuk ekzekutohet

source: Image Upload
sq: Ngarkimi i imazhit

source: Upload images to canvas
sq: Ngarko imazhe në kanavacë

source: File
sq: Skedar

source: Coordinates:
sq: Koordinatat:

source: Pixel Protection
sq: Mbrojtja e pikselit

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
sq: Vendosni mbrojtjen e zonave (nëse keni nevojë për kontroll më të hollë, përdorni mbrojtjen me ngarkimin e imazhit dhe shtresat alfa)

source: Top-left corner
sq: Këndi i lartë i majtë

source: Bottom-right corner
sq: Këndi i poshtëm i djathtë

source: Rollback to Date
sq: Rikthimi në datë

source: Rollback an area of the canvas to a set date and time
sq: Riktheni një zonë të kanavacës në një datë dhe orë të caktuar

source: Canvas Cleaner
sq: Pastrues kanavacë

source: Apply a filter to clean trash in large canvas areas.
sq: Aplikoni një filtër për të pastruar plehrat në zona të mëdha kanavacë.

source: Stop Cleaner
sq: Ndaloni pastruesin

source: IP Actions
sq: Veprimet e IP

source: Do stuff with IPs (one IP per line)
sq: Bëni gjëra me IP (një IP për linjë)

source: Quick Actions
sq: Veprimet e shpejta

source: Reset Captchas of ALL Users
sq: Rivendosni Captchas të GJITHË përdoruesve

source: Roll different Captcha Fonts
sq: Rrotulloni shkronja të ndryshme Captcha

source: Stop requiring Verification to Place
sq: Ndaloni kërkesën e verifikimit për të vendosur

source: Require Verification to Place
sq: Kërkoni verifikim për të vendosur

source: Manage Moderators
sq: Menaxhoni moderatorët

source: Remove Moderator
sq: Hiq Moderatorin

source: There are no mods
sq: Nuk ka modifikime

source: Assign new Mod
sq: Caktoni Mod të ri

source: Enter UserName of new Mod
sq: Futni emrin e përdoruesit të Modës së re

source: You must enter an IID
sq: Ju duhet të futni një IID

source: You must enter an BID
sq: Ju duhet të futni një ofertë

source: You must enter an IID or UserId
sq: Ju duhet të futni një IID ose UserID

source: You must enter a UserId
sq: Ju duhet të futni një ID përdoruesi

source: You must enter a username
sq: Ju duhet të futni një emër përdoruesi

source: You must enter a duration
sq: Ju duhet të futni një kohëzgjatje

source: You must enter a reason
sq: Ju duhet të shkruani një arsye

source: You must enter at least one IID, User Id or BID
sq: Ju duhet të futni të paktën një IID, ID përdoruesi ose BID

source: IID Actions
sq: Veprimet IID

source: Enter Reason
sq: Shkruani arsyen

source: (0 = infinite)
sq: (0 = pafund)

source: Username
sq: Emri i përdorimit

source: Interval is invalid
sq: Intervali është i pavlefshëm

source: Check who placed in an area
sq: Kontrolloni se kush është vendosur në një zonë

source: Interval
sq: Intervali

source: IID (optional)
sq: IID (opsionale)

source: Get Pixels
sq: Merrni piksele

source: Get Users
sq: Merrni Përdorues

source: Copy UserId to Clipboard
sq: Kopjoni ID-në e përdoruesit në Clipboard

source: Please verify your mail address or your account could get deleted after a few days.
sq: Ju lutemi verifikoni adresën tuaj të postës ose llogaria juaj mund të fshihet pas disa ditësh.

source: A new verification mail is getting sent to you.
sq: Një postë e re verifikimi po ju dërgohet.

source: Click here to request a new verification mail.
sq: Klikoni këtu për të kërkuar një email të ri verifikimi.

source: Passwords do not match.
sq: Fjalëkalimet nuk përputhen.

source: Password successfully changed.
sq: Fjalëkalimi ndryshuar me sukses.

source: Old Password
sq: fjalëkalimi i vjetër

source: Setting a password allows you to login by username or email, rather than only relying on 3rd party login.
sq: Vendosja e një fjalëkalimi ju lejon të identifikoheni me emër përdoruesi ose email, në vend që të mbështeteni vetëm në hyrjen e palës së tretë.

source: New Password
sq: Fjalëkalimi i ri

source: Confirm New Password
sq: Konfirmo fjalëkalimin e ri

source: Phishes
sq: Fishët

source: Retract
sq: Tërhiqni

source: Expand
sq: Zgjero

source: New Name
sq: Emri i ri

source: YOU CAN ONLY CHOOSE YOUR USERNAME ONCE!
sq: JU MUND TË ZGJIDHNI EMRIN TUAJ TË PËRDORUESIT VETËM NJË HERË!

source: Username can only contain the characters: a-z A-z . _ and -
sq: Emri i përdoruesit mund të përmbajë vetëm karakteret: a-z a-z. _ dhe -

source: New Username
sq: Emri i ri

source: To use this page, enter your Password:
sq: Për të përdorur këtë faqe, futni fjalëkalimin tuaj:

source: ...loading Login methods...
sq: ... duke ngarkuar metodat e hyrjes...

source: Remove a Login method:
sq: Hiqni një metodë hyrjeje:

source: Change your Mail Adress here:
sq: Ndryshoni adresën tuaj të postës këtu:

source: New Mail
sq: Postë e re

source: Block DMs
sq: Blloko DM

source: Block all Private Messages. Enabling this will delete all your current DMs. You can still start new DMs with other users, but other users won't be able to start DMs with you.
sq: Blloko të gjitha mesazhet private. Aktivizimi i kësaj do të fshijë të gjitha DM-të tuaja aktuale. Ju ende mund të filloni DM të reja me përdorues të tjerë, por përdoruesit e tjerë nuk do të jenë në gjendje të fillojnë DM me ju.

source: Private
sq: Privat

source: Don't show me in global stats
sq: Mos më trego në statistikat globale

source: Unblock Users
sq: Zbllokoni përdoruesit

source: You have no users blocked
sq: Ju nuk keni përdorues të bllokuar

source: Top 10 Countries [pxls / day]
sq: 10 vendet më të mira [pxls/ditë]

source: Players and Pixels per hour
sq: Lojtarët dhe pikselët në orë

source: Top 10 Players [pxls / day]
sq: 10 Lojtarët më të mirë [pxls/day]

source: Total Pixels placed per day
sq: Totali i pikselëve të vendosura në ditë

source: Yes, Delete My Account!
sq: Po, fshini llogarinë time!

source: Current Cooldown Changes per Country
sq: Ndryshimet aktuale të ftohjes për vend

source: Factor
sq: Faktori

source: Cooldown is usually automatically changed for a country that is dominating. In example in the case of a streamer raid.
sq: Ftohja zakonisht ndryshohet automatikisht për një vend që dominon. Në shembull në rastin e një bastisje të transmetuesit.

source: Mute
sq: Mheshtje

source: Remove
sq: Hiq

source: Block
sq: Blloko

source: Open in PopUp
sq: Hapni në PopUp

source: Hide Embed
sq: Fshih Insert

source: Show Embedded
sq: Trego të ngulitur

# keybinds
source: A
sq: një

# keybinds
source: Shift
sq: Ndryshimi
