Repository: renomanzzz/CanvasPix
Catalog: i18n/*.po
Languages: sq

source: Switched to ${ canvasName }
sq: U kalua në ${ canvasName }

source: Grid ON
sq: Rrjeti I NDEZUR

source: Grid OFF
sq: Rrjeti I FIKUR

source: Muted Sound
sq: Tingull i heshtur

source: Unmuted Sound
sq: Tingull i paheshtur

source: Copied
sq: Kopjuar

source: Overlay ON
sq: Mbivendosja

source: Overlay OFF
sq: Mbivendosja OFF

source: Easter Egg ON
sq: Vezë e Pashkëve NË

source: Easter Egg OFF
sq: Vezë e Pashkëve OFF

source: Canvas Error
sq: Gabim i kanavacës

source: Can't render 3D canvas, do you have WebGL2 disabled?
sq: Nuk mund të bëni kanavacën 3D, a keni WebGL2 të çaktivizuar?

source: Timeout
sq: Afati i kohës

source: Didn't get an answer from pixelplanet. Try to refresh if this problem persists.
sq: Nuk mora një përgjigje nga pixelplanet. Mundohuni të rifreskoni nëse ky problem vazhdon.

source: Invalid Canvas
sq: Kanavaca e pavlefshme

source: This canvas doesn't exist
sq: Kjo kanavacë nuk ekziston

source: Invalid Coordinates
sq: Koordinata të pavlefshme

source: x out of bounds
sq: x jashtë kufijve

source: y out of bounds
sq: y jashtë kufijve

source: z out of bounds
sq: z jashtë kufijve

source: Wrong Color
sq: Ngjyra e gabuar

source: Invalid color selected
sq: Ngjyra e pavlefshme zgjedhur

source: Just for registered Users
sq: Vetëm për përdoruesit e regjistruar

source: You have to be logged in to place on this canvas
sq: Ju duhet të jeni të regjistruar për të vendosur në këtë kanavacë

source: Not allowed
sq: Nuk lejohet

source: You can not access this canvas yet, because your pixel score is too low
sq: Ju nuk mund të hyni akoma në këtë kanavacë, sepse rezultati juaj i pikselit është shumë i ulët

source: Pixel protected
sq: Pixel i mbrojtur

source: Please prove that you are human
sq: Ju lutem provoni se jeni njerëzor

source: You are using a Proxy.
sq: Ju jeni duke përdorur një Proxy.

source: Just the Top10 of yesterday can place here
sq: Vetëm Top10 e së djeshme mund të vendoset këtu

source: You are weird
sq: Ti je i çuditshëm

source: Server got confused by your pixels. Are you playing on multiple devices?
sq: Serveri u hutua nga pikselët tuaja. A po luani në pajisje të shumta?

source: Banned
sq: Ndaluar

source: Range Banned
sq: Gama e ndaluar

source: Your Internet Provider is banned from this game
sq: Ofruesi juaj i internetit është i ndaluar nga kjo lojë

source: Just for verified Users
sq: Vetëm për përdoruesit e verifikuar

source: Only verified Users are currently allowed to play.
sq: Vetëm përdoruesit e verifikuar aktualisht lejohen të luajnë.

source: Weird
sq: I çuditshëm

source: Couldn't set Pixel
sq: Nuk mund të vendos Pixel

source: Error ${ retCode }
sq: Gabim ${ retCode }

source: Error :(
sq: Gabim :(

source: Can not export more than 20 or no template!
sq: Nuk mund të eksportojë më shumë se 20 ose asnjë shabllon!

source: Can not import more than 20 or no template!
sq: Nuk mund të importojë më shumë se 20 ose asnjë shabllon!

source: OK
sq: DAKORT

source: Change Happened
sq: Ndryshimi ndodhi

source: Please refresh the website
sq: Ju lutemi rifresko faqen e internetit

source: Phish!
sq: Peshk!

source: You caught a Phish! It is a ${ FISH_TYPES[type].name } with ${ size }kg! As a bonus, your cooldown is reduced.
sq: Keni kapur një Phish! Është një ${ FISH_TYPES[type].name } me ${ size } kg! Si një bonus, kohëzgjatja juaj zvogëlohet.

source: No Phish!
sq: Jo Phish!

source: Oh no, the phish escaped. Better luck next time!
sq: Oh jo, fishi i shpëtoi. Fat më i mirë herën tjetër!

source: Pencil picks:
sq: Zgjedhjet e lapsit:

source: Selected Color
sq: Ngjyra e zgjedhur

source: From Template
sq: Nga shablloni

source: From History
sq: Nga historia

source: Your next pixels are ready
sq: Pikselët tuaj të ardhshëm janë gati

source: You can now place more on pixelplanet.fun :)
sq: Tani mund të vendosni më shumë në pixelplanet.fun:)

source: mentioned you
sq: ju përmendi

source: You have new messages in chat
sq: Ju keni mesazhe të reja në chat

source: Copy to Clipboard
sq: kopjoni në clipboard

source: Online Users on Canvas
sq: Përdoruesit online në Canvas

source: Total Online Users
sq: Përdoruesit e përgjithshëm Online

source: Placed Pixels
sq: Piksele të vendosura

source: Today
sq: Sot

source: You made too many requests
sq: Keni bërë shumë kërkesa

source: try again after ${ ti }min
sq: Provo përsëri pas ${ ti } min

source: Connection error ${ code } :(
sq: Gabim i lidh ${ code } jes :(

source: Could not connect to server, please try again later :(
sq: Nuk mund të lidhet me serverin, ju lutemi provoni përsëri më vonë :(

source: Unknown Error
sq: Gabim i panjohur

source: Server answered with gibberish :(
sq: Serveri u përgjigj me çuditje :(

source: Canvas Selection
sq: Përzgjedhja

source: Close Chat
sq: Mbyll bisedën

source: Open Chat
sq: Hapni Bisedën

source: Close Menu
sq: Mbyll menunë

source: Open Menu
sq: Menuja e hapur

source: Close
sq: Mbylle

source: Restore
sq: Rivendosni

source: Clone
sq: Klon

source: Move
sq: Lëvizni

source: Maximize
sq: Maksimizoni

source: Resize
sq: NDRYSHONI MADHËSINË

source: Loading
sq: Ngarkohet

source: Select Date above
sq: Zgjidhni datën më lart

source: A Phish!
sq: Një Phish!

source: Help
sq: Ndihmë

source: Settings
sq: Cilësimet

source: User Area
sq: Zona e Përdoruesit

source: Make Screenshot
sq: Bëni screenshot

source: Close Palette
sq: Mbyllni paletën

source: Open Palette
sq: Paleta e hapur

source: Registration
sq: Regjistrimi

source: Forgot Password
sq: Harruar fjalëkalimin

source: Chat
sq: Bisedë

source: Canvas Archive
sq: Arkivi kanavacë

source: Player
sq: Lojtar

source: Fish Display
sq: Ekrani i peshkut

source: Enable Pencil
sq: Aktivizoni lapsin

source: Disable Pencil
sq: Çaktivizo lapsin

source: Disable History Pencil
sq: Çaktivizo lapsin e historisë

source: Disable Overlay Pencil
sq: Çaktivizoni lapsin e mbivendosjes

source: Globe View
sq: Pamja e Globit

source: You took too long, try again.
sq: Keni zgjatur shumë kohë, provoni përsëri.

source: You failed your captcha
sq: Ju keni dështuar captcha-n tuaj

source: No or invalid captcha text
sq: Asnjë ose tekst i pavlefshëm captcha

source: No captcha id given
sq: Asnjë ID captcha nuk është dhënë

source: Your Browser looks shady
sq: Shfletuesi juaj duket me hije

source: Unknown Captcha Error
sq: Gabim i panjohur Captcha

source: Error
sq: Gabim

source: Cancel
sq: Anuloni

source: Send
sq: Dërgo

source: You are banned. You think it is unjustified? Check out the
sq: Ju jeni të ndaluar. Mendoni se është e pajustifikuar? Shikoni

source: on how to appeal. And don't forget to include the BID you can get below.
sq: Për mënyrën se si të apeloni. Dhe mos harroni të përfshini BID që mund të merrni më poshtë.

source: Reason
sq: Arsyeja

source: By Mod
sq: Nga Mod

source: Duration
sq: Kohëzgjatja

source: Your ban expires at
sq: Ndalimi juaj skadon në

source: which is in
sq: që është në

source: BID
sq: Ofertë

source: Why?
sq: Pse?

source: Refresh
sq: Rifreskoni

source: Show Grid
sq: Trego rrjetin

source: Turn on grid to highlight pixel borders.
sq: Aktivizo rrjetin për të theksuar kufijtë e pikselëve

source: Show Pixel Activity
sq: Trego aktivitetin e pikselit

source: Show circles where pixels are placed.
sq: Trego qarqet ku vendosen pikselët.

source: Always show Movement Controls
sq: Shfaq gjithmonë Kontrollet e Lëvizjes

source: Always show movement control buttons
sq: Gjithmonë tregoni butonat e kontrollit të lë

source: Disable Game Sounds
sq: Çaktivizo tingujt e lojës

source: All sound effects will be disabled.
sq: Të gjitha efektet e zërit do të çaktivizohen.

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
sq: Shfletuesi juaj nuk na lejon të përdorim AudioContext për të luajtur tingujt. A keni ndonjë veçori privatësie që na bllokon?

source: Enable chat notifications
sq: Aktivizo njoftimet për chat

source: Play a sound when new chat messages arrive
sq: Luaj një tingull kur vijnë mesazhe të reja të bisedës

source: Auto Zoom In
sq: Zmadhimi automatik

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
sq: Zmadhimi në vend që të vendosni një pixel kur prekni kanavacën dhe zmadhimi juaj është i vogël.

source: Compact Palette
sq: Paleta kompakte

source: Display Palette in a compact form that takes less screen space.
sq: Paleta e ekranit në një formë kompakte që merr më pak hapësirë në ekran.

source: Potato Mode
sq: Modaliteti i patates

source: For when you are playing on a potato.
sq: Kur jeni duke luajtur me një patate.

source: Light Grid
sq: Rrjeti i dritës

source: Show Grid in white instead of black.
sq: Shfaq rrjetin në të bardhë në vend të zezë.

source: Custom Cursor
sq: Kursori i personalizuar

source: Use our custom cursor
sq: Përdorni kursorin tonë të personalizuar

source: Historical View
sq: Pamje historike

source: Check out past versions of the canvas.
sq: Shikoni versionet e kaluara të kanavacës.

source: Pencil Mode for ${ canvasName } canvas
sq: Modaliteti i lapsit për ${ canvasName } kanavacë

source: What the pencil should draw on the current canvas.
sq: Çfarë lapsi duhet të vizatojë në kanavacën aktuale.

source: Themes
sq: Temat

source: How pixelplanet should look like.
sq: Si duhet të duket pixelplanet

source: Select Language
sq: Zgjidhni gjuhën

source: Place color pixels on a large canvas with other players online!
sq: Vendosni piksele me ngjyra në një kanavacë të madhe me lojtarë të tjerë në internet!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
sq: Kanavacë jonë kryesore është një hartë e madhe e botës, mund ta vendosni kudo që dëshironi, por do të duhet të prisni një Cooldown specifik midis pikselëve. Ju mund të shikoni kohën e ftohjes dhe kërkesat në menunë e përzgjedhjes së kanavacës (butoni i globit në krye). Disa kanavacave kanë një freskërim të ndryshëm për zëvendësimin e pikselëve të vendosur nga përdoruesi sesa vendosjen në një piksel të pacaktuar. dmth. 4s/7s do të thotë 4s në piksele të freskët dhe 7s në piksele të vendosur tashmë.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
sq: Nivelet më të larta të zmadhimit kërkojnë pak kohë për t'u përditësuar, globi 3D përditësohet të paktën një herë në ditë.

source: Have fun!
sq: Argëtohuni!

source: recommended
sq: Rekomandohet

source: Invited to Chat
sq: Të ftuar për të biseduar

source: Source for pixelplanet on
sq: Burimi për pixelplanet në

source: We are Libre Software under the ${ agplLink },
sq: Ne jemi Softuer Libre nën${ agplLink },

source: check compliance here
sq: kontrolloni pajtueshmërinë këtu

source: Legal Requests
sq: Kërkesat ligjore

source: For any legal issues, please contact ${ mailLink }. If you want to delete your data, simply delete your account, this in fact wipes all privacy relevant traces. Your placed pixels will of course not be deleted.
sq: Për çfarëdo çështje ligjore, ju lutemi kontak ${ mailLink } toni. Nëse dëshironi të fshini të dhënat tuaja, thjesht fshini llogarinë tuaj, kjo në fakt fshin të gjitha gjurmët e lidhura me privatësinë. Pikselet tuaja të vendosura sigurisht që nuk do të fshihen.

source: Map Data
sq: Të dhënat e hartës

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
sq: Të dhënat e zhveshura të hartave që ne përdorim, së bashku me pllakat e konvertuara OpenStreetMap për orientim, mund të shkarkohen nga mega.nz këtu:

source: Banned? Detected as Proxy?
sq: I ndaluar? Zbuluar si proxy?

source: If you got detected as proxy, but you aren't using one, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and, in case of a ban, include the BID you got in the ban message.
sq: Nëse jeni zbuluar si proxy, por nuk jeni duke përdorur një, ose mendoni se jeni ndaluar gabimisht, ju lutemi shkoni tek ne ${ guildedLink } ose na dërgoni një e-mail ${ mailLink } dhe, në rast të ndalimit, përfshini BID që keni marrë në mesazhin e ndalimit.

source: Identifiers
sq: Identifikuesit

source: If you talk to moderators or administrators, you might get asked for one of the following identifiers:
sq: Nëse flisni me moderatorët ose administratorët, mund t'ju kërkohet një nga identifikuesit e mëposhtëm:

source: Controls
sq: Kontrollet

source: Click a color in palette to select it
sq: Klikoni një ngjyrë në paletë për ta zgjedhur atë

source: Press ${ bindG } to toggle grid
sq: Shtypni ${ bindG } për të ndërruar rrjetin

source: Press ${ bindX } to toggle showing of pixel activity
sq: Shtypni ${ bindX } për të ndryshuar tregimin e aktivitetit të pikselit

source: Press ${ bindH } to toggle historical view
sq: Shtypni ${ bindH } për të ndryshuar pamjen historike

source: Press ${ bindR } to copy coordinates
sq: Shtypni ${ bindR } për të kopjuar koordinatat

source: Press ${ bindQ } or ${ bindE } to zoom
sq: Shtypni ${ bindQ } ose për të ${ bindE } zmadhuar

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
sq: Shtyp ${ bindW } ni,${ bindA },${ bindS }, për ${ bindD } të lëvizur

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
sq: Shtyp ${ bindAUp } ni,${ bindALeft },${ bindADown }, për ${ bindARight } të lëvizur

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
sq: Tër ${ mouseSymbol } hiqni miun ose ti ${ touchSymbol } ganin për të lëvizur

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
sq: Shkoni r ${ mouseSymbol } rotën e miut ose sh ${ touchSymbol } typni për të zmadhu

source: Hold left ${ bindShift } for pencil (to place while moving mouse)
sq: Mbajeni maj ${ bindShift } tas për laps (për të vendosur ndërsa lëvizni miun)

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
sq: ${ mouseSymbol }Kliko majtas ose trokit ${ touchSymbol } ni lehtë për të vendosur një piksel

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
sq: Klikoni bu ${ mouseSymbol } tonin e mesëm të miut ose prekni ${ touchSymbol } gjatë për të zgjedhur ngjyrën aktuale të lëvizjes

source: Press ${ bindQ } and ${ bindE } to fly up and down
sq: Shtypni ${ bindQ } dhe ${ bindE } për të fluturuar lart e poshtë

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
sq: ${ mouseSymbol }Mbani butonin e majtë të miut dhe tërhiqni miun për të rrot

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
sq: ${ mouseSymbol }Lëvizni rrotën e miut ose mbani ${ mouseSymbol } butonin e mesëm të miut dhe tërhiqni për

source: ${ mouseSymbol } Right click and drag mouse to pan
sq: ${ mouseSymbol }Klikoni me të djathtën dhe tërhiqni miun në tigan

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
sq: ${ mouseSymbol }Klikoni me të djathtën ose ${ touchSymbol } trokitni dy herë për të hequr një piksel

source: We thank the following artists, who made their palettes available to the public on
sq: Falënderojmë artistët e mëposhtëm, të cilët i bënë paletat e tyre në dispozicion të publikut në

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
sq: Kredia për Paletën e Hënës i shkon${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
sq: Kredia për Paletën e kanavacës Top10 shkon tek${ vinikLink }.

source: Credit for the Palette of the 2bit canvas goes to ${ donendoLink }.
sq: Kredia për Paletën e kanavacës 2bit shkon tek${ donendoLink }.

source: Profile
sq: Profili

source: Statistics
sq: Statistikat

source: Converter
sq: Konvertuesi

source: Admintools
sq: Mjetet e administrimit

source: Loading...
sq: Ngarkohet...

source: Consider joining us on Guilded:
sq: Merrni parasysh bashkimin me ne në Guilded:

source: Register new account here
sq: Regjistro llogari të re këtu

source: Name
sq: Emri

source: This is the name that other people see, e.g. in Chat. You can change it at any time. All characters except @, /, , >, < and # are allowed.
sq: Ky është emri që njerëzit e tjerë shohin, p.sh. në Chat. Ju mund ta ndryshoni atë në çdo kohë. Të gjitha karakteret përveç @,/,, >, < dhe # janë të lejuara.

source: User Name
sq: Emri i përdoruesit

source: The name of your account, only a-z, A-Z, -, ., and - characters are allowed. It is permanent, you can not change it later.
sq: Emri i llogarisë suaj, lejohen vetëm karakteret a-z, A-Z, -, dhe -. Është e përhershme, nuk mund ta ndryshoni më vonë.

source: Email is used to verify your account. You might get a cofirmation mail after registering.
sq: Email përdoret për të verifikuar llogarinë tuaj. Ju mund të merrni një postë vërtetimi pas regjistrimit.

source: Password
sq: Fjalëkalimi

source: Confirm Password
sq: Konfirmo fjalëkalimin

source: Stay logged in:
sq: Qëndroni të regjistruar:

source: Until the browser closes
sq: Derisa shfletuesi të mbyllet

source: For one week
sq: Për një javë

source: For one month
sq: Për një muaj

source: For one year
sq: Për një vit

source: Forever
sq: përgjithmonë

source: Submit
sq: Paraqisni

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archived canvases can be accessed here:
sq: Zgjidhni kanavacën që dëshironi të përdorni. Çdo kanavacë është unike dhe ka paleta të ndryshme, ftohje dhe kërkesa. Kanavacat e arkivuara mund të arrihen këtu:

source: Archive
sq: Arkivi

source: Retired Canvases (history only)
sq: Kanavacat në pension (vetëm histori)

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who like a currently popular meme. Those canvases can become dull and inactive after a while, at which point there is no reason to keep them and we may decide to remove them.
sq: Ndërsa ne priremi të mos fshijmë kanavacat, disa kanavacë fillojnë për argëtim ose si kërkesë nga përdoruesit që pëlqejnë një meme aktualisht të njohur. Këto kanavacë mund të bëhen të shurdhër dhe joaktive pas një kohe, në të cilën pikë nuk ka arsye për t'i mbajtur ato dhe ne mund të vendosim t'i heqim ato.

source: Here we collect removed canvases to archive them properly. Which is currently only one.
sq: Këtu ne mbledhim kanavacat e hequr për t'i arkivuar ato siç duhet. E cila aktualisht është vetëm një.

source: Political Compass Canvas
sq: Kanavacë e busullës politike

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
sq: Kjo kanavacë u kërkua gjatë një kohe të konflikteve politike në kanavacën kryesore të Tokës. Ishte një përfaqësim 1024x1024 i busullës politike me një ftohje 5s dhe grumbullim të viteve '60. Ai u lançua më 11 maj dhe mbeti aktiv për muaj derisa u mbyll më 30 nëntor.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
sq: Ne vendosëm ta arkivojmë atë si një timelapse me webm të koduar pa humbje. Marrja e një screenshot nga timelapse rezulton në një përfaqësim të përsosur 1:1 të mënyrës se si ishte kanavacë në atë kohë.

source: This URL is not supported by our Media Player
sq: Kjo URL nuk mbështetet nga Media Player ynë

source: Start chatting here
sq: Filloni bisedën këtu

source: Chat here
sq: Bisedoni këtu

source: You must be logged in to chat
sq: Ju duhet të jeni të regjistruar për të biseduar

source: Channel settings
sq: Cilësimet e kanalit

source: Size
sq: Madhësia

source: Date of catch
sq: Data e kapjes

source: Caught by
sq: Kapur nga

source: Copy URL
sq: Kopjoni

source: Sent you a mail with instructions to reset your password.
sq: Ju dërgoi një postë me udhëzime për të rivendosur fjalëkalimin tuaj.

source: Enter your mail address and we will send you a new password:
sq: Shkruani adresën tuaj të postës dhe ne do t'ju dërgojmë një fjalëkalim të ri:

source: Could not load captcha
sq: Nuk mund të ngarkohet captcha

source: Type the characters from the following image:
sq: Shkruani karakteret nga imazhi i mëposhtëm:

source: Tip: Not case-sensitive; I and l are the same
sq: Këshillë: Nuk është i ndjeshëm me shkronjat; Unë dhe l jemi të njëjtë

source: Load Captcha
sq: Ngarko Captcha

source: Click to Load Captcha
sq: Klikoni për të ngarkuar Captcha

source: Can't read? Reload:
sq: Nuk mund të lexoni? Rishikoni:

source: Reload
sq: Rifresko

source: Enter Characters
sq: Shkruani karakteret

source: Copy Link
sq: Kopjoni

source: Copy
sq: Kopjoni

source: Save
sq: ruaj

source: Get IID
sq: Merrni IID

source: Templates
sq: Modele

source: Tired of always spaming one single color? Want to create art instead, but you have to count pixels from some other image? Templates can help you with that! Templates can show as overlay and you can draw over them. One pixel on the template, should be one pixel on the canvas.
sq: Të lodhur nga spërkatja gjithmonë e një ngjyrë e vetme? Dëshironi të krijoni art në vend të kësaj, por duhet të numëroni piksele nga ndonjë imazh tjetër? Modelet mund t'ju ndihmojnë me këtë! Modelet mund të shfaqen si mbivendosje dhe ju mund të vizatoni mbi to. Një piksel në shabllon, duhet të jetë një piksel në kanavacë.

source: Enable Overlay
sq: Aktivizoni mbivendosjen

source: Show templates as overlays ingame.
sq: Shfaq shabllonet si mbivendosje në lojë.

source: Small Pixels When Zoomed
sq: Piksele të vegjël kur zmadhohen

source: Show overlay as small individual pixels on high zoomlevels.
sq: Shfaq mbivendosjen si piksele të vegjël individuale në nivele të larta të zmadhimit.

source: Overlay Opacity
sq: Mbivendosjen e mbivendosjes

source: Opacity of Overlay in percent.
sq: Mjaftueshmëria e mbivendosjes në përqindje.

source: Cancel adding Template
sq: Anuloni shtimin e modelit

source: Add Template
sq: Shto shabllon

source: Export enabled templates
sq: Eksporti i shablloneve të

source: Import templates
sq: Import shabllone

source: Login to access more features and stats.
sq: Hyni për të hyrë në më shumë veçori dhe statistika.

source: Login with Name or Mail:
sq: Identifikohu me emrin ose postën:

source: I forgot my Password.
sq: Kam harruar fjalëkalimin tim.

source: or login with:
sq: ose identifikohuni me:

source: or register here:
sq: ose regjistrohuni këtu:

source: Register
sq: Regjistrohu

source: Today Placed Pixels
sq: Piksele të vendosura sot

source: Daily Rank
sq: Renditja e përditshme

source: Total Rank
sq: Renditja totale

source: Your name is:
sq: Emri juaj është:

source: Log out
sq: Dilni

source: Change Name
sq: Ndrysho emrin

source: Choose Username
sq: Zgjidhni emrin

source: Login Methods
sq: Metodat e hyrjes

source: Change Password
sq: Ndërroni fjalëkalimin

source: Set Password
sq: vendos fjalëkalimin

source: Delete Account
sq: Fshini llogarinë

source: Social Settings
sq: Cilësimet shoqërore

source: Online Users
sq: Përdoruesit në internet

source: Cooldown
sq: Ftohje

source: Stacking till
sq: Stacking to

source: Ranked
sq: I renditur

source: Yes
sq: po

source: No
sq: Jo

source: Requirements
sq: Kërkesat

source: User Account
sq: Llogaria e përdoruesit

source: and ${ canvas.req } Pixels set
sq: dhe ${ canvas.req } piksele të vendosura
